Repository: uluwiyah/ojs
Catalog: plugins/generic/customLocale/locale/*/locale.po
Languages: bs, es, hy, pt

# plugins.generic.customLocale.file.onlyModified
source: Only modified
hy: Միայն փոփոխված
pt: Apenas modificado

# plugins.generic.customLocale.searchResultsCount
source: Displaying {{ currentLocaleKeys.length }} of {{ filteredKeysList.length }} results for "{{ phraseSearched }}".
bs: Prikazivanje {{currentLocaleKeys.length}} od {{filteredKeysList.length}} rezultata za "{{phraseSearched}}".
es: Mostrando {{ currentLocaleKeys.length }} de {{ filteredKeysList.length }} resultados para "{{ phraseSearched }}".
hy: Ցուցադրվում են {{ currentLocaleKeys.length }} -ը ընդամենը {{ filteredKeysList.length }} արդյունքներից "{{ phraseSearched }} -ի համար:
pt: A exibir {{ currentLocaleKeys.length }} de {{ filteredKeysList.length }} resultados para "{{ phraseSearched }}".

# plugins.generic.customLocale.customLocaleFiles
source: Locale files
bs: Fajlovi lokalizacije
es: Archivos de configuración regionales
hy: Տեղային նիշքեր
pt: Ficheiros de Tradução

# plugins.generic.customLocale.customLocale
source: Locales
bs: Lokalizacije
es: Configuraciones regionales
hy: Տեղայիններ
pt: Traduções

# plugins.generic.customLocale.file.custom
source: Custom Text
bs: Prilagođeni tekst
es: Texto personalizado
hy: Անհատականացված տեքստ
pt: Texto personalizado

# plugins.generic.customLocale.file.reference
source: Default Text
bs: Zadani text
es: Texto predeterminado
hy: Լռելյայն տեքստ
pt: Texto Padrão

# plugins.generic.customLocale.file.edit
source: Editing {$filename}
bs: Uređivanje {$filename}
es: Editando {$filename}
hy: Խմբագրում {$filename}
pt: A Editar {$filename}

# plugins.generic.customLocale.file.editHeader
source: Customize locale keys
bs: Prilagodite ključeve lokalizacije
es: Personalizar las claves de configuración regional
hy: Անհատականացրեք տեղային բանալիները
pt: Personalizar a tradução

# plugins.generic.customLocale.printChanges
source: Download changes.
bs: Preuzmite fajl koji sadrži popis svih prilagođavanja koje ste izvršili.
es: Descargue un archivo con el listado de todas las personalizaciones que ha realizado.
hy: Ներբեռնեք փոփոխությունները:
pt: Descarregar alterações.

# plugins.generic.customLocale.customize
source: Customize
bs: Prilagodi
es: Personalizar
hy: Անհատականացրեք
pt: Personalizar

# plugins.generic.customLocale.noneCreated
source: No locales found.
bs: Nije pronađen nijedan fajl.
es: No se encontraron archivos.
hy: Տեղայիններ չեն գտնվել:
pt: Nenhum idioma encontrado.

# plugins.generic.customLocale.saveAndContinue
source: Save and continue
bs: Sačuvaj i nastavi
es: Guardar y continuar
hy: Պահպանել և շարունակել
pt: Guardar e Continuar

# plugins.generic.customLocale.description
source: This plugin enables customization of the default user interface text used by OJS and OMP.
bs: Ovaj dodatak omogućava prilagođavanje zadanog teksta korisničkog interfejsa koji koristi OJS i OMP.
es: Este módulo permite la personalización del texto predeterminado de la interfaz de usuario/a utilizado por OJS y OMP.
hy: Այս փլագինը հնարավորություն է տալիս հարմարեցնել OJS-ի և OMP-ի կողմից օգտագործվող միջերեսի լռելյայն տեքստը:
pt: Este plugin permite a personalização dos textos padrão usados pelo OJS e OMP.

# plugins.generic.customLocale.name
source: Custom Locale Plugin
bs: Dodatak prilagođavanja lokalizacije
es: Módulo de configuración regional personalizada
hy: Անհատականացված տեղային հավելված
pt: Plugin de Tradução Personalizada
